Repository: dinhquydds/nanocucurmin
Catalog: tm/implant-omegat.tmx
Source language: en_us
Languages: vi

source: Figure 1-27 A panoramic radiograph of an edentulous maxillary arch with moderate sinuses and a resorbed anterior maxilla.
vi: Hình 1-27 A panoramic radiograph of an edentulous maxillary arch with moderate sinuses and a resorbed anterior maxilla.

source: Figure 1-28 An iliac crest bone graft was inserted into the maxilla, and bilateral sinus grafts were also made to the posterior regions.
vi: Hình 1-28 An iliac crest bone graft was inserted into the maxilla, and bilateral sinus grafts were also made to the posterior regions.

source: Figure 1-29 Maxillary implants were inserted after the graft in Figure 1-28 matured, and a maxillary ﬁxed prosthesis was fabricated.
vi: Hình 1-29 Maxillary implants were inserted after the graft in Hình 1-28 matured, and a maxillary ﬁxed prosthesis was fabricated.

source: Figure 1-3 By 2050, 20.7% of the population will be older than age 65.
vi: Hình 1-3 By 2050, 20.7% of the population will be older than age 65.

source: Figure 1-30
vi: Hình 1-30

source: Figure 1-31 The high smile line of the patient in Figures 1-25 to 1-30 with the ﬁnal restoration in place.
vi: Hình 1-31 The high smile line of the patient in Hìnhs 1-25 to 1-30 with the ﬁnal restoration in place.

source: Figure 1-32 Implant prostheses can maintain bone and reduce the bulk of the soft tissue–borne prostheses.
vi: Hình 1-32 Implant prostheses can maintain bone and reduce the bulk of the soft tissue–borne prostheses.

source: Figure 1-4 When a person reaches age 65, he or she often feels an investment in health is less appropriate.
vi: Hình 1-4 When a person reaches age 65, he or she often feels an investment in health is less appropriate.

source: Figure 1-5 A posterior missing tooth is a frequent occurrence in a general practice.
vi: Hình 1-5 A posterior missing tooth is a frequent occurrence in a general practice.

source: Figure 1-6 A posterior endodontically treated tooth has an increased risk of fracture or failure of the endodontic therapy.
vi: Hình 1-6 A posterior endodontically treated tooth has an increased risk of fracture or failure of the endodontic therapy.

source: Figure 1-7 A three-unit ﬁxed partial denture most often fails because of caries on a crown margin, next to the pontic.
vi: Hình 1-7 A three-unit ﬁxed partial denture most often fails because of caries on a crown margin, next to the pontic.

source: Figure 1-8 A single-tooth implant in the posterior region of the mouth is most often the treatment of choice.
vi: Hình 1-8 A single-tooth implant in the posterior region of the mouth is most often the treatment of choice.

source: Figure 1-9 A single-tooth implant to replace a missing tooth has the highest success rate, and the adjacent teeth are less likely to decay, require endodontics, or result in additional tooth loss.
vi: Hình 1-9 A single-tooth implant to replace a missing tooth has the highest success rate, and the adjacent teeth are less likely to decay, require endodontics, or result in additional tooth loss.

source: Figure 2-1 This mandible, dated AD 600, was found in Honduras. This jaw shows three carved, implanted incisors made from carved sea shells.
vi: Hình 2-1 This mandible, dated AD 600, was found in Honduras. This jaw shows three carved, implanted incisors made from carved sea shells.

source: Figure 2-10 An indirect transfer (far left and center) is inserted into an implant body or abutment for screw retention, and a closed tray impression is made.
vi: Hình 2-10 An indirect transfer (far left and center) is inserted into an implant body or abutment for screw retention, and a closed tray impression is made.

source: Figure 2-11 These eight maxillary implants are connected to two-piece indirect impression transfers, which engage the hexagon of the implant platform.
vi: Hình 2-11 These eight maxillary implants are connected to two-piece indirect impression transfers, which engage the hexagon of the implant platform.

source: Figure 2-12 A, Analogs may represent an abutment for screw retention, an implant body (left), or an abutment for attachment (right).
vi: Hình 2-12 A, Analogs may represent an abutment for screw retention, an implant body (left), or an abutment for attachment (right).

source: Figure 2-2 The patient shown here received a two-stage endosteal implant (invented by Strock in 1948) to replace a maxillary lateral incisor.
vi: Hình 2-2 The patient shown here received a two-stage endosteal implant (invented by Strock in 1948) to replace a maxillary lateral incisor.

source: Figure 2-3 Implant body designs generally relate to three different categories: cylinder implants (top row), screw design implants (middle row), or a combination (bottom row), which usually are pressed into position and have a macro body design similar to a thread form.
vi: Hình 2-3 Implant body designs generally relate to three different categories: cylinder implants (top row), screw design implants (middle row), or a combination (bottom row), which usually are pressed into position and have a macro body design similar to a thread form.

source: Figure 2-4 There are three different surgical approaches for two- piece implant systems: (A) two stage (healing submerged, then uncovery surgery), (B) one stage (implant with permucosal healing, no uncovery surgery), and (C) immediate restoration (restoration placed at the time of the surgical placement).
vi: Hình 2-4 There are three different surgical approaches for two- piece implant systems: (A) two stage (healing submerged, then uncovery surgery), (B) one stage (implant with permucosal healing, no uncovery surgery), and (C) immediate restoration (restoration placed at the time of the surgical placement).

source: Figure 2-5 An implant body is the portion of the dental implant that is designed to be placed into the bone to anchor prosthetic components.
vi: Hình 2-5 An implant body is the portion of the dental implant that is designed to be placed into the bone to anchor prosthetic components.

source: Figure 2-6 Implant components frequently have terms that are different for each company, but a generic language exists that applies to any product.
vi: Hình 2-6 Implant components frequently have terms that are different for each company, but a generic language exists that applies to any product.

source: Figure 2-7 A, The permucosal extension (PME) attaches to the implant body and allows the soft tissue to heal and mature around the future implant abutment.
vi: Hình 2-7 A, The permucosal extension (PME) attaches to the implant body and allows the soft tissue to heal and mature around the future implant abutment.

source: Figure 2-8 A, An abutment for screw retention is used for a screw- retained bar or ﬁxed prosthesis.
vi: Hình 2-8 A, An abutment for screw retention is used for a screw- retained bar or ﬁxed prosthesis.

source: Figure 2-9 A, A custom abutment can be fabricated to address speciﬁc angulation or esthetic requirements.
vi: Hình 2-9 A, A custom abutment can be fabricated to address speciﬁc angulation or esthetic requirements.

source: Figure 3-1 Film positioning.
vi: Hình 3-1 Film positioning.

source: Figure 3-10 Programmed dental computed tomography.
vi: Hình 3-10 Programmed dental computed tomography.

source: Figure 3-11 A, Conventional computed tomography (CT) scan uses a very narrow “fan beam” that rotates around the patient, acquiring one thin slice (image) with each revolution.
vi: Hình 3-11 A, Conventional computed tomography (CT) scan uses a very narrow “fan beam” that rotates around the patient, acquiring one thin slice (image) with each revolution.

source: Figure 3-12 The NewTom 3G in-ofﬁce cone beam computed tomography scanner.
vi: Hình 3-12 The NewTom 3G in-ofﬁce cone beam computed tomography scanner.

source: Figure 3-13 Cone beam images (NewTom 9000).
vi: Hình 3-13 Cone beam images (NewTom 9000).

source: Figure 3-14 Reformatted computed tomography scan showing the interactive placement of implants in relation to the diagnostic wax-up fabricated radiopaque template.
vi: Hình 3-14 Reformatted computed tomography scan showing the interactive placement of implants in relation to the diagnostic wax-up fabricated radiopaque template.

source: Figure 3-15 A, B, In areas where there is insufﬁcient available bone such as the maxillary sinus, the amount of bone grafting needed may be determined.
vi: Hình 3-15 A, B, In areas where there is insufﬁcient available bone such as the maxillary sinus, the amount of bone grafting needed may be determined.

source: Figure 3-16 A, Valuable prosthetic information may be obtained from the positioning of the implants on the interactive computed tomography.
vi: Hình 3-16 A, Valuable prosthetic information may be obtained from the positioning of the implants on the interactive computed tomography.

source: Figure 3-17 To have an accurate measurement between a tooth and a vital structure (mental foramen), a correct horizontal angulation of the x-ray beam is essential.
vi: Hình 3-17 To have an accurate measurement between a tooth and a vital structure (mental foramen), a correct horizontal angulation of the x-ray beam is essential.

source: Figure 3-18 The inferior alveolar canal and mental foramen may be drawn, and the position is transferred to various views.
vi: Hình 3-18 The inferior alveolar canal and mental foramen may be drawn, and the position is transferred to various views.

source: Figure 3-19 Three-dimensional view showing signiﬁcant sublingual undercut.
vi: Hình 3-19 Three-dimensional view showing signiﬁcant sublingual undercut.

source: Figure 3-2 Digital radiographic system that includes digital sensor and computer.
vi: Hình 3-2 Digital radiographic system that includes digital sensor and computer.

source: Figure 3-20 The more prominent the external oblique ridge, the better candidate for the ramus as a donor site.
vi: Hình 3-20 The more prominent the external oblique ridge, the better candidate for the ramus as a donor site.

source: Figure 3-21 Mandibular symphysis.
vi: Hình 3-21 Mandibular symphysis.

source: Figure 3-22 A, Initial pilot orientation with slight mesial inclination.
vi: Hình 3-22 A, Initial pilot orientation with slight mesial inclination.

source: Figure 3-23 During symphysis bone harvesting, the beneﬁts of digital radiography can be used by placing gutta percha in the superior osteotomy site for radiographic evaluation to conﬁrm and measure adequate distance from tooth apices.
vi: Hình 3-23 During symphysis bone harvesting, the beneﬁts of digital radiography can be used by placing gutta percha in the superior osteotomy site for radiographic evaluation to conﬁrm and measure adequate distance from tooth apices.

source: Figure 3-24 Inversion of the grayscale to evaluate osseous quality and location of vital structures.
vi: Hình 3-24 Inversion of the grayscale to evaluate osseous quality and location of vital structures.

source: Figure 3-25 Veriﬁcation of direct transfer coping placement before ﬁnal impression.
vi: Hình 3-25 Veriﬁcation of direct transfer coping placement before ﬁnal impression.

source: Figure 3-26 Seating of ﬁnal prosthesis.
vi: Hình 3-26 Seating of ﬁnal prosthesis.

source: Figure 3-27 Specialized digital image modiﬁcation programs (e.g.,
vi: Hình 3-27 Specialized digital image modiﬁcation programs (e.g.,

source: Figure 3-28 Alveolar bone level evaluation.
vi: Hình 3-28 Alveolar bone level evaluation.

source: Figure 3-29 A, Post-sinus graft computed tomography (CT) scan showing differences in bone density of graft material (red = 1268 Hounsﬁeld units, yellow = 273 Hounsﬁeld units), and illustrating a post-sinus graft cyst blocking the ostium.
vi: Hình 3-29 A, Post-sinus graft computed tomography (CT) scan showing differences in bone density of graft material (red = 1268 Hounsﬁeld units, yellow = 273 Hounsﬁeld units), and illustrating a post-sinus graft cyst blocking the ostium.

source: Figure 3-3 A, Direct measurements of vital structures may be made directly on the calibrated digital images.
vi: Hình 3-3 <t0 /> A, <t1 /> đo trực tiếp của cấu trúc quan trọng có thể <t2 /> <t3 /> được thực hiện trực tiếp trên hình ảnh kỹ thuật số hiệu chỉnh.

source: Figure 3-30 A, The patient wears the radiographic template during the computed tomography scanning process.
vi: Hình 3-30 A, Bệnh nhân mang mẫu chụp ảnh phóng xạ trong quá trình quét chụp cắt lớp vi tính.

source: Figure 3-4 A, Occlusal radiographs have been postulated to show the width of bone in the anterior region.
vi: Hình 3-4 A, Occlusal radiographs have been postulated to show the width of bone in the anterior region.

source: Figure 3-5 A limited projection of the mandibular symphysis region is useful for preoperative evaluation of the symphysis.
vi: Hình 3-5 A limited projection of the mandibular symphysis region is useful for preoperative evaluation of the symphysis.

source: Figure 3-6 A, An alternative technique to the standard lateral cephalometric unit is the use of an occlusal ﬁlm (size 2) held by the patient using a standard intraoral radiographic unit.
vi: Hình 3-6 A, An alternative technique to the standard lateral cephalometric unit is the use of an occlusal ﬁlm (size 2) held by the patient using a standard intraoral radiographic unit.

source: Figure 3-7
vi: Hình 3-7

source: Figure 3-8 Panoramic radiograph with 5-mm ball bearings on the crest of a Division A mandible.
vi: Hình 3-8 Panoramic radiograph with 5-mm ball bearings on the crest of a Division A mandible.

source: Figure 3-9 Conventional tomograms result in a cross-sectional (slice) image.
vi: Hình 3-9 Conventional tomograms result in a cross-sectional (slice) image.

source: Figure 4-1 The majority of implant failures occur within 18 months after prosthetic loading and are related to short implants or implants placed in poor-quality bone.
vi: Hình 4-1 The majority of implant failures occur within 18 months after prosthetic loading and are related to short implants or implants placed in poor-quality bone.

source: Figure 4-10 Marginal bone loss around the crestal portion of an implant often occurs during the ﬁrst year of occlusal loading.
vi: Hình 4-10 Marginal bone loss around the crestal portion of an implant often occurs during the ﬁrst year of occlusal loading.

source: Figure 4-11 At Stage II uncovery, the marginal bone level most often is similar to the initial day of surgery and may even have grown over the top of the implant.
vi: Hình 4-11 At Stage II uncovery, the marginal bone level most often is similar to the initial day of surgery and may even have grown over the top of the implant.

source: Figure 4-12 Exudate around an implant is more likely to be present when the probing depth is greater than 5 mm and an aerobic environment exists around the implant.
vi: Hình 4-12 Exudate around an implant is more likely to be present when the probing depth is greater than 5 mm and an aerobic environment exists around the implant.

source: Figure 4-13 The biological width of a natural tooth has a connective tissue zone that inserts into the cementum of the tooth. A periodontal probe will penetrate the sulcus and the junctional epithelial attachment.
vi: Hình 4-13 The biological width of a natural tooth has a connective tissue zone that inserts into the cementum of the tooth. A periodontal probe will penetrate the sulcus and the junctional epithelial attachment.

source: Figure 4-14 The bone levels recede to at least 0.5 mm around an abutment to implant connection after the implant extends through the soft tissue, regardless of whether the implant is loaded. (Courtesy Steve Wallace.)
vi: Hình 4-14 The bone levels recede to at least 0.5 mm around an abutment to implant connection after the implant extends through the soft tissue, regardless of whether the implant is loaded. (Courtesy Steve Wallace.)

source: Figure 4-15 There are primarily two soft tissue ﬁber groups around an implant: circular ﬁbers and crestal bone ﬁbers.
vi: Hình 4-15 There are primarily two soft tissue ﬁber groups around an implant: circular ﬁbers and crestal bone ﬁbers.

source: Figure 4-16 Mechanical stress applied to bone cells causes a change in shape or strain. The microstrains may trigger the release of cytokines and bone resorption.
vi: Hình 4-16 Mechanical stress applied to bone cells causes a change in shape or strain. The microstrains may trigger the release of cytokines and bone resorption.

source: Figure 4-17 The modulus of elasticity is greater for titanium (Ti) compared with bone.
vi: Hình 4-17 The modulus of elasticity is greater for titanium (Ti) compared with bone.

source: Figure 4-18 A three-dimensional ﬁnite element analysis of a titanium implant in a bone model after axial loading.
vi: Hình 4-18 A three-dimensional ﬁnite element analysis of a titanium implant in a bone model after axial loading.

source: Figure 4-19 Mean peri-implant vertical bone change for study intervals by bone quality score.
vi: Hình 4-19 Mean peri-implant vertical bone change for study intervals by bone quality score.

source: Figure 4-2 Excessive heat during osteotomy preparation can cause surgical failure of a healing implant.
vi: Hình 4-2 Excessive heat during osteotomy preparation can cause surgical failure of a healing implant.

source: Figure 4-20 Miyata et al.
vi: Hình 4-20 Miyata et al.

source: Figure 4-21 The implants with 250-mm premature contacts demonstrated greater bone loss than the 180-mm group.
vi: Hình 4-21 The implants with 250-mm premature contacts demonstrated greater bone loss than the 180-mm group.

source: Figure 4-22 Rangert et al.
vi: Hình 4-22 Rangert et al.

source: Figure 4-23 Researchers have compared crestal bone loss for the implant design on the left (a V-shaped machined thread) with the implant design on the right (a roughened square thread) in the anterior mandible for 3 to 7 years.
vi: Hình 4-23 Researchers have compared crestal bone loss for the implant design on the left (a V-shaped machined thread) with the implant design on the right (a roughened square thread) in the anterior mandible for 3 to 7 years.

source: Figure 4-24 Most of the implants that lost more than 4 mm of bone were of the machined V-shaped-thread design.
vi: Hình 4-24 Most of the implants that lost more than 4 mm of bone were of the machined V-shaped-thread design.

source: Figure 4-25 Bone loss around orthopedic implants (osteolysis) is primarily caused by mechanical stress to the bone-implant interface.
vi: Hình 4-25 Bone loss around orthopedic implants (osteolysis) is primarily caused by mechanical stress to the bone-implant interface.

source: Figure 4-26 In evaluating the bone around an implant after healing in a monkey model, a ﬁne trabecular pattern is noted.
vi: Hình 4-26 In evaluating the bone around an implant after healing in a monkey model, a ﬁne trabecular pattern is noted.

source: Figure 4-27 Once the implant was loaded, the ﬁne trabecular bone became coarse trabecular bone, especially at the crestal region.
vi: Hình 4-27 Once the implant was loaded, the ﬁne trabecular bone became coarse trabecular bone, especially at the crestal region.

source: Figure 4-28 Researchers loaded threaded implants in dog tibiae and noted the ﬁne trabecular bone in the apical region (A) became coarse trabecular after loading.
vi: Hình 4-28 Researchers loaded threaded implants in dog tibiae and noted the ﬁne trabecular bone in the apical region (A) became coarse trabecular after loading.

source: Figure 4-29 Researchers observed in humans that less crestal bone loss and an increase in bone density were present around implants progressively loaded in the maxillary ﬁrst premolar region. (From Appleton RS, Nummikoski PV, Pigno MA et al: A radiographic assessment of progressive loading on bone around single osseointegrated implants in the posterior maxilla, Clin Oral Implants Res 16:161-167, 2005.)
vi: Hình 4-29 Researchers observed in humans that less crestal bone loss and an increase in bone density were present around implants progressively loaded in the maxillary ﬁrst premolar region. (From Appleton RS, Nummikoski PV, Pigno MA et al: A radiographic assessment of progressive loading on bone around single osseointegrated implants in the posterior maxilla, Clin Oral Implants Res 16:161-167, 2005.)

source: Figure 4-3 Micromovement of a developing bone-implant interface may cause ﬁbrous tissue to form around an implant rather than a bone-implant interface.
vi: Hình 4-3 Micromovement of a developing bone-implant interface may cause ﬁbrous tissue to form around an implant rather than a bone-implant interface.

source: Figure 4-30 This prosthesis is supported by four implants. The center two implants with a long smooth crest module have 5 mm of bone loss.
vi: Hình 4-30 This prosthesis is supported by four implants. The center two implants with a long smooth crest module have 5 mm of bone loss.

source: Figure 4-31 Crestal bone loss during the ﬁrst year varies and is related to bone density and the amount of occlusal stresses. Some implant designs lose less bone than others.
vi: Hình 4-31 Crestal bone loss during the ﬁrst year varies and is related to bone density and the amount of occlusal stresses. Some implant designs lose less bone than others.

source: Figure 4-32 Increasing the implant number is an effective method to decrease the stress to each component in the system.
vi: Hình 4-32 Increasing the implant number is an effective method to decrease the stress to each component in the system.

source: Figure 4-4 Premature occlusal contacts caused six of eight integrated implants to fail within 18 months.
vi: Hình 4-4 Premature occlusal contacts caused six of eight integrated implants to fail within 18 months.

source: Figure 4-5 The risk of screw loosening is greatest for single-implant crowns.
vi: Hình 4-5 The risk of screw loosening is greatest for single-implant crowns.

source: Figure 4-6 Prosthesis screw fracture has been observed for screw- retained ﬁxed prostheses.
vi: Hình 4-6 Prosthesis screw fracture has been observed for screw- retained ﬁxed prostheses.

source: Figure 4-7 Abutment screw fracture occurs less often than prosthetic screw fracture, as they are larger in diameter.
vi: Hình 4-7 Abutment screw fracture occurs less often than prosthetic screw fracture, as they are larger in diameter.

source: Figure 4-8 Metal framework fracture has been reported with an average of 3% with implant-ﬁxed prostheses.
vi: Hình 4-8 Metal framework fracture has been reported with an average of 3% with implant-ﬁxed prostheses.

source: Figure 4-9 Implant body fracture may occur.
vi: Hình 4-9 Implant body fracture may occur.

source: Figure 5-1 The dentist should select the implant type and position after determining a clear indication for a prosthesis.
vi: Hình 5-1 Nha sĩ nên chọn loại và vị trí implant sau khi đưa ra chỉ định phục hình rõ ràng.

source: Figure 5-11 A, An intraoral view of this FP-3 restoration shows how it replaces the interdental papillae with pink porcelain.
vi: Hình 5-11 A, Nhìn trong miệng của phục hình FP-3 cho thấy cách nó thay thế nhú nướu bằng sứ hồng.

source: Figure 5-12 An FP-3 prosthesis with pink porcelain on a porcelain- to-metal restoration.
vi: Hình 5-12 Phục hình FP-3 với sứ hồng trên phục hình sứ kim loại.

source: Figure 5-13 An FP-3 prosthesis with pink porcelain on a porcelain- to-metal ﬁxed restoration.
vi: Hình 5-13 Phục hình FP-3 với sứ hồng trên phục hình cố định sứ kim loại.

source: Figure 5-14 An FP-3 prosthesis with pink porcelain on a porcelain- to-metal ﬁxed prosthesis.
vi: Hình 5-14 Một phục hình FP-3 với sứ hồng trên một phục hình sứ kim loại.

source: Figure 5-15 A, An FP-3 porcelain-to-metal restoration in the maxilla and a FP-3 hybrid acrylic-metal denture tooth in the mandible.
vi: Hình 5-15 A, Phục hình FP-3 sứ kim loại hàm trên và phục hình lai FP-3 hàm nhựa kim loại hàm dưới.
